"Windows Azure Cloud Storage" = "Windows Azure Cloud Skladištenje";

/* Azure Login Credentials */
"Storage Account Name" = "Korisničko ime javnog servisa";
"Primary Access Key" = "Primarna lozinka za pristup";

"Windows Azure CDN" = "Windows Azure CDN";